{
  "Header": {
    "intensives": "2024 Жазғы интенсивтер",
    "ourCoaches": "Біздің жаттықтырушылар",
    "forStudents": "Оқушыларға",
    "courseSelection": "Курс таңдау",
    "questionsAndAnswers": "Сұрақтар мен жауаптар",
    "events": "Жарияланымдар",
    "aboutSchool": "Мектебіміз туралы",
    "account": "Жеке кабинет",
    "aboutUs": "Біз туралы",
    "cart": "Себет"
  },
  "Cart": {
    "selectedCourses": "Таңдалған курстар:",
    "cartIsEmpty": "Себет бос",
    "amoutToPay": "Төлем сомасы:",
    "goToPay": "Төлемге өту"
  },
  "Footer": {
    "address": "Қазақстан, Павлодар қ., Ломова к-сі 45",
    "aboutOurSchool": "МЕКТЕБІМІЗ ТУРАЛЫ",
    "answersAndQuestions": "СҰРАҚТАР ЖӘНЕ ЖАУАПТАР",
    "courses": "КУРСТАР",
    "events": "ЖАРИЯЛАНЫМДАР",
    "coaches": "ТӘЛІМГЕРЛЕР",
    "intensives": "ИНТЕНСИВТЕР",
    "termsOfUse": "Пайдалану шарттары",
    "contractOffer": "Оферта шарты",
    "formTitle": "Поштаңызды қалдырыңыз, әйтпесе Lion IT-Mektep-тен керемет хаттарды жіберіп аласыз",
    "checkbox": "Жеке деректерді өңдеу саясатына келісемін",
    "send": "Жіберу",
    "emailError": "Электрондық пошта мекенжайын енгізіңіз.",
    "checkboxError": "Жеке деректерді өңдеу саясатына келісімді растаңыз.",
    "error": "Жіберу қатесі. Қайта көріңіз"
  },
  "Modal": {
    "sendSuccessfully": "Хабарлама сәтті жіберілді"
  },
  "IntensivesPage": {
    "title": "Жазғы интенсивтер",
    "imageTitle": "БАҒДАРЛАМАЛАУ КАРЬЕРАСЫН БАСТАҢЫЗ",
    "imageP1": "2024 жылғы 5 тамыздан 10 тамызға дейін",
    "imageP2": "Бұл 6 күндік офлайн және онлайн практика, қанық бағдарлама, бір тақырыпқа шоғырлану және соңында дайын жоба",
    "imageP3": "Сонымен қатар, ұнатқан курсты сынап көру және оқуға жазылу, сондай-ақ кез келген 5,5 айлық курсқа жеңілдік алу мүмкіндігі (интенсивті өткеннен кейін біз интенсивтің құны мөлшерінде жеңілдік береміз)",
    "imageP4": "Орындар шектеулі!",
    "howToLearn": "ОҚЫТУ ҚАЛАЙ ЖҮРЕДІ",
    "block1": "Дәрісті тыңдап, тапсырманы орындайсыз",
    "block2": "Куратордан кеңес алып, түзетулер енгізесіз",
    "block3": "Білім алып, портфолио жасайсыз",
    "Form": {
      "title": "Оқытуды таңдауға көмек керек пе?",
      "desc": "Егер сізде сұрақтар қалса немесе кез келген ақпаратты нақтылағыңыз келсе, нысанды толтыра аласыз және біз сізбен байланысамыз.",
      "nameLabel": "Аты",
      "namePlaceholder": "Атыңызды енгізіңіз...",
      "phoneLabel": "Телефон нөмірі",
      "phonePlaceholder": "Телефон нөміріңізді енгізіңіз...",
      "emailLabel": "Электрондық пошта",
      "emailPlaceholder": "Электрондық поштаңызды енгізіңіз...",
      "messengerLabel": "Таңдаулы мессенджер",
      "messengerPlaceholder": "Мессенджерді таңдаңыз...",
      "usernamePlaceholder": "Username енгізіңіз...",
      "checkbox": "Түймені басу арқылы мен жеке деректерді өңдеуге келісімімді беремін",
      "send": "Жіберу"
    }
  },
  "Breadcrumb": {
    "main": "Басты бет",
    "intensives": "Жазғы интенсивтер",
    "ourCoaches": "Тәлімгерлеріміз",
    "courses": "Курстар",
    "questionsAndAnswers": "Сұрақтар және жауаптар",
    "events": "Жарияланымдар",
    "aboutSchool": "Мектебіміз туралы",
    "profile": "Профиль"
  },
  "CoachesPage": {
    "title": "Жаттықтырушылар"
  },
  "CoursesPage": {
    "title": "Курстар",
    "searchPlaceholder": "Іздеу...",
    "searchEmpty": "Нәтижелер табылмады",
    "programmingLearn": "Программалауға оқыту",
    "p1": "Біздің көрсеткіштік оқу орнымызда, LION IT-SCHOOL, барлығы серьезді: сіз бұл жерде программалауды жаңаға, IT-профессияны, сүйікті хоббиңізді тапа аласыз, ойдағылармен таныса аласыз, және ең маңыздысы, мақсатты реализациялау - дамытушы болу үшін мақсат.",
    "p2": "Біз креативтілік және ой тыныштығын қолдау көрсетеміз - біздің жаттықтырушылар смелді идеяларды қолдау көрсету үшін дайын.",
    "p3": "Сіз офлайн және онлайн курстарды оқи аласыз - олар индивидуалды және топтық форматтарда қолжетімді. Сабақтар жеңіл кезде өтіледі: жалпыда аптаның күндері мен түсінгі жерде - сонда оларды жұмыс немесе оқумен бірге ұсынатын боласыз.",
    "p4": "Курс таңдау кеңілікті болуы үшін, біз оқу форматтарын көрсетеміз: офлайн және онлайн топтық және индивидуалды сабақтар. Біз оқу процесін студенттеріміз үшін үнемі, әзілді және кеңді орнына келтіруді мақсат етеміз. LION IT-SCHOOL-де көрініз!"
  },
  "QuestionsAndAnswersPage": {
    "title": "Сұрақтар және жауаптар",
    "blockTitle1": "Жалпы ақпарат",
    "Block1": {
      "q1": "LION IT-SCHOOL несі? Қалай тіркеуіміз керек?",
      "a1": "LION IT-SCHOOL - бұл білім беру көліктік бағыттау мекемесі, программа жасау және ақпараттық технологияларда білім алу. Біздің мақсатымыз - IT кәсібиетінде жеңілдік салуға дайындау. Бұл мақсатты қолдану үшін біз тек білім мен дағдыларды қабылдаймыз, бірақ ыңғайлы ойлау мен мысалды ойлауды дамытуға да жақсы келедік. Біздің жаттықтырушыларымыз IT кезеңінде тәжірибелі мамандар, студенттердің мұқияттарын тыңдау мен білім беру процестеріне еркін жақын көз жұмыс жасайды. Оқуға бастау алдында біз келісімшартты орнатамыз және ұсынылған қызметтердің сапасын қамтамасыз етеміз.",
      "q2": "LION IT-SCHOOL-де кім оқыту үшін келеді және оларда қандай тәжірибе бар?",
      "a2": "LION IT-SCHOOL-де оқыту үшін барлық оқытушыларда білім алу болуы міндетті және танымал компанияларда жұмыс жасауда қасиетті тәжірибелі. Олар тәжірибелі бағдарламашылар, қолданбаларды және веб-сайттарды дайындаушылар, сондай-ақ, білім беру кезеңдерінің көптеген аудандарында эксперттер. Бұлар қосымша білім алу бағдарламаларына қатысу арқылы көркемді өздерінің қабілеттерін дамыту мүмкіндігіне төмендеп, олар жыл сайын бағдарламалардың оқуында болады. Бұл тек олардың дағдыларын жақсартпағанға көмектесбейді, бірақ олардың білім беру бағдарламасы мен жоспарының ішінен ойлау арқылы уникалды өзгерістерді түзу мүмкіндігін береді.",
      "q3": "Оқытудан кейін жұмысқа орналасамын ба?",
      "a3": "LION IT-SCHOOL-де оқу аяқталған курстардан кейін студенттерге жеткілікті жұмыс табуға барлық мүмкіндікті ұсынуға мақсат етеміз. Жұмыс табу мүмкіндігі сізге, оқуға, өзіңіздің мектепке дайындығыңызга және дағдыларыңызды дамытуға байланысты. ",
      "a3-1": "Біз көмек көрсетеміз:",
      "a3-2": "Программалау тенденцияларын қабылдауға бағытталған оқу бағдарламаларын жасау.",
      "a3-3": "Компания және студиялардың нысандарын оқушылардың соңғы жұмысын қамтамасыз ету үшін шақыру.",
      "a3-4": "Студенттерге потенциалды жұмыс тапқан мекендерге ұсынуға көмек көрсету.",
      "a3-5": "Біздің партнерлерімізден болған орындардың шығармашылықтарын регулярлықтар біздің оқушылардың чатта шығарамыз.",
      "a3-6": "Ақпараттық технология көрсеткіштерін оқу тақырыбында, жұмыс іздеу тақырыбында курстарда индустрияның қатысушыларын шақырамыз.",
      "a3-7": "Бірақ біз өзіміз де оқу бағдарламаларымызда әрекеттілік, тәпті жетістікке және өзіңіздің көзқарасыңызға сәйкес көрсетіп өтінеміз, деген мағынасын басыңыз.",
      "q4": "Сыйлы сертификатты қалай сатып алуға болады?",
      "a4": "Сатылым бөлімінің менеджерлерімен хабарласыңыз немесе сайтта немесе қол жетімді барлық мессенджерлерден жазыңыз."
    },
    "Block2": {
      "q1": "LION IT-SCHOOL-де оқуға нешеден бастай аламын?",
      "a1": "LION IT-SCHOOL-деғі оқушының орташа жасы - 17-30+ жастар аралығы. Бірақ бізде кішкентай оқушылардың оқығаны болған кездері де болды.",
      "q2": "Бастаушы үшін қандай курстар қолай?",
      "a2": "Барлық тізім курстары, барлық бастапқы деңгейдегі курстар. Қосымша кеңес керек болса, менеджерлерге жазыңыз, олар сіздің мұқияттарыңызмен қосымша курс таңдауға көмектеседі.",
      "q3": "Курс аяқталған кейін не аламын? Оқу нәтижесі не болады?",
      "a3": "Барлық термиңнен кейінңіздің нәтижесі, деңгейінен қатар, портфолиосын аяқталған жұмыстар. Курстың соңында, курс аяқталды деп сертификат және LION IT-SCHOOL-де басқа курста алуға кепіл беретін жеңілдік беріледі. Сондай-ақ, көптеген қосымша материалдар жеке оқу үшін.",
      "q4": "Жаттықтырушымен жеке сабақтар алуға бола ма?",
      "a4": "Иә, бізге жазыңыз, біз сіз үшін кестелерді белгілейміз.",
      "q5": "Онлайн-курстың офлайн-курстығынан қысқа болуы оқу бағдарламасына қандай сөз береді?",
      "a5": "Сіз сенімді болуыңыз керек: онлайн-курстың бағдарламасы офлайн форматынан ешқандай айырмашылығы жоқ - ол адамдардың көмектесетін, ақпаратты, пайдалы күрделі болатындай сиқылы және пайдалы екенін айтады."
    },
    "blockTitle2": "Оқуға қосылған сұрақтар"
  },
  "EventsPage": {
    "title": "Оқиғалар"
  },
  "AboutSchoolPage": {
    "Block1": {
      "title": "«Lion IT-SCHOOL» мектебі проектінің мақсаты",
      "p1": "IT-технологиялар мектебі проекті шеңберінде курстар жасау",
      "p2": "IT мамандарын оқыту қызметтері",
      "p3": "Қызметкерлік капацитетті қалыптастыру",
      "p4": "Дигиталдандыру және балалар мен кішілер үшін кеңес беру қызметтері",
      "p5": "Жұмысшылардың IT құралдарын көмекшілік еткеннен кейін оқыту, семинарлар, практикалық орындалуы"
    },
    "Block2": {
      "title": "«Lion IT-SCHOOL»-де оқу үшін артықшылықтар",
      "p1": "Практикалық оқу:",
      "p1-1": "Бастапқы деңгейден кеңейту деңгейіне дейінгі өзінің дағдысынға ортақ проекттерге оралу және мақсатты дағдыларды дамыту",
      "p2": "Жеке міндет:",
      "p2-1": "Барлық оқушының деңгейіне және міндеттеріне байланысты оқу жоспарын қабылдау.",
      "p3": "Желілік мүмкіндіктер:",
      "p3-1": "Өнімдерде профессионалдармен және потенциалды ұжымдармен байланыс орнату мүмкіндігі.",
      "p4": "Дағдылар:",
      "p4-1": "IT мектебі мамандардың оқытушылары мен индустрияның қолданылу жолдарымен бағалауға мүмкіндік береді, программалау, веб-дамыту, мобильді дамыту және басқа да IT кеңейтілген кеңес. "
    },
    "Block3": {
      "title": "«Lion IT-SCHOOL» директоры",
      "p1": "Бағдарламашылық ағылшында бакалавр;",
      "p2": "Компьютерлік құрылым мен бағдарламалау мамандарының магистрі;",
      "p3": "Қызметтер аумағы:",
      "p3-1": "14 жыл, әдеби-педагогикалық жұмыс тәжірибесі, ИКТ курстарының авторы, желілік технологиялар, IT, білім, робототехникалық жұмыстардың Erasmus + ұйымы бойынша меңгерушісі."
    },
    "Block4": {
      "title": "Біздің оқытушылар - Әр түрлі қалалардан профессионалдар",
      "p1": "Оқытушылар ретінде біз өзін-өзі білетін специалисттерді шақырамыз: бизнес өнеркәсіптегі іс-шара басшылары, меңгерушілер, ученылар және университеттік қызметкерлер. Бұл мамандар лекциялар мен семинарлар жүргізеді, оқушылардың сұрақтарына жауап береді, үй жұмыстарымен көмек көрсетеді және жеке кеңес береді."
    },
    "Block5": {
      "title": "Курстар бағыты",
      "title1": "Программалаудың негіздері",
      "p1": "HTML, CSS және JavaScript пайдалана отырып веб-беттер жасау.",
      "p1-1": "Фреймворктермен жұмыс",
      "title2": "Веб-дамыту",
      "p2": "Программалауның негізгі концепциялары мен принциптерін оқыту.",
      "p2-1": "Орналастыру орталығын басқару және негізгі программалау тілдерін меңгеру.",
      "title3": "Мобильді дамыту",
      "p3": "iOS және Android үшін мобильді қолданбаларды программалау.",
      "p3-1": "Swift, Kotlin және басқалар ғана.",
      "title4": "Деректер қорлары және деректерді анализдеу",
      "p4": "Деректер базаларымен жұмыс істеу, SQL.",
      "p4-1": "Python және Деректер ғылымы құралдарын пайдалану арқылы деректерді анализдеу оқыту.",
      "title5": "Желілік технологиялар",
      "p5": "Ақпараттық құрылғылар инженері.",
      "p5-1": "Алгоритмдер мен деректердің құрылымдарын оқыту.",
      "p5-2": "Ойындарды дайындау, жалпы иелердің жасауы немесе блокчейн қолданбалары."
    }
  },
  "Main": {
    "coursesTitle": "Курстар",
    "coachesTitle": "Біздің жаттықтырушылар",
    "eventsTitle": "Мероприяттарымыздың хабарламалары",
    "Block1": {
      "p1": "Біздің Telegram-каналымызға қосылу үшін,",
      "p1-1": "қалайды бастау, программа жасау, жаңа IT мамандығы алу",
      "p1-2": "және жаңа достарға жетініз!",
      "btn": "Сізді күтеміз!"
    },
    "Block2": {
      "title1": "Жасаулар мен тапсырмалар бойынша практика",
      "title2": "LIon IT-mektebi: технологиялық келесі мақсатты жасау үшін білім беру байланысы",
      "p1": "LION IT-SCHOOL-да көшкен барлығы бастау және программалауны оқыту, IT-тағылым жаңа мамандықты алу, жаңа қызығушы табу, жаңа достар табу және ең бастысы, өз мәңгіліктерін реализациялау және профессионал программист болу.",
      "p1-1": "Біз қайталанушы әділдігі мен ойын-сан'атты арттыруды мақсат қойамыз. Біздің менторларымыз салқын ідеяларды қолдау қаржысы және оларды өмірдеуге көмек көрсету үшін дайын.",
      "p1-2": "Сабақтарыңыздың сізге ықтыарлы уақытында өткізіледі - әдетте жұмыс немесе оқумен біріктіру үшін таңертеуде және кешінің артында,",
      "p1-3": "Оқу процесін ерекше және ыңғайлы қылу үшін көптілді форматтар (онлайн және офлайн) ұсынамыз. Бізге қосылыңыз LION IT-SCHOOL-да, біз сізді күтеміз!",
      "p2": "Lion IT - мектебі информациялық технологиялар бойынша өзекті курстарды, программалау, веб-дамыту, мобильді дамыту, деректер қорлары, деректерді анализдеу, кибер қауіпсіздік, искусственный интеллект, ауылдық технологиялар және Интернеттің шарттары кеңейту саласын камтамасыз ету үшін желілік курстарды ұсынады. Оқушылар қарым-қатынас жасауға, шағындықтың байланысына байланыс түзетуге негізделген, әрекетті қолдайтын оқу тәсілдерін күтеді.",
      "p2-1": "Курстардың артқы араларында мастер-класстар, хакатондар, карьералық күндер, онлайн конференциялар, қоғамдық лекциялар, көрнекті алғашқы және қоғамдық өткізгілер, оқушыларды дамытудың амалдары, IT компанияларымен жұмыс істеу және спорттық және әрекетті IT іс-шаралар. Бұл динамикті білім алаңы оқушылардың дамуына, олардың профессионалдық дамуына әкеліп жаңа іс-шаралардың жаңа творчылық ұсталымдарына себеп болады."
    }
  },
  "EventDetailPage": {
    "desc": "Сипаттама",
    "date": "Қызмет күні:",
    "coaches": "Мәртебесінде жаттықтырушылар:"
  },
  "CourseDetailPage": {
      "signUp": "Тіркелу",
      "format": "Курс: {format} оқу",
      "duration": "Курс: {timeline} апта",
      "goal": "Пәнді оқу мақсаты",
      "tasks": "Курс бойынша тапсырмалар",
      "results": "Курс оқылған соң",
      "mustKnow": "Білуі керек:",
      "mustBeAble": "Қалайтынын білуі керек:",
      "learnResults": "Оқу нәтижелері",
      "formOfControl": "Бақылау формасы",
      "Block1": {
          "title": "Студенттерді таңдау критериялары",
          "p1": "Мотивациялық хат",
          "p2": "IT негіздері бойынша тексеру",
          "p3": "Ағылшын тілін білу туралы тексеру",
          "p4": "Сұрақ-жауап"
      },
      "Block2": {
          "title": "Арнайы міндеттер",
          "p1": "60000 теңгенің қауіпсіздік төлігі.",
          "p2": "Міндетті қауіпсіздік төлігін қайтару үшін оқушының осы жинақты шарттарды орындауы керек:",
          "p3": "«Lion IT-school» компаниясындағы оқу қызметінің шарттары туралы келісімшартты қол қойу",
          "p4": "Таңдалған курсты сәтті аяқтау",
          "p5": "Жоғарыда көрсетілген шарттарды орындаудың қатарында, кауіпсіздік",
          "p5-1": "төлігі қайтарылмайды"
      },
      "Block3": {
          "title1": "Пәнді оқу үрдістері",
          "p1": "Оқу сабақтарында қолданылатын пәнді оқу үрдістері: - интерактивті лекция (проблемалы лекция, дискуссиялық лекция, конференциялық лекция, кеңестік лекция, лекция «Пресс-конференция», сұрақ-жауапты алау); - жоба әдісі (өзінің тәжірибесі мен мамандығын қалпына келтіру мен өзгерту)",
          "title2": "Адаптивті пәнді оқу үрдістері (инклюзивті оқу)",
          "p2": "Сауатты оқытушыларды оқыту үшін пәнді оқу үшін жағдайлы адаптивті пәнді оқу үрдістері пайдалануға болады: - студенттердің оқуға қарсылықты байланыстырған жаңа жолы, мұғалім мен оқушылардың қайырласуына негізделген оқу."
      },
      "Block4": {
          "title": "Бұл курс кімдерге арналған",
          "subTitle1": "Программалауға жаңасын алушыларға",
          "p1": "Программалауға жаңасын алушылар үшін курс үлкен бастау нұсқасы болуы мүмкін. Бұл программалу үшін қажетті негізгі білімдер мен концепцияларды береді. Бұл жаңасын алушыларға кодтауның негізгі принциптерін, деректердің құрылымын және алгоритмдерді түсіндіруге көмектеседі, олардың мүмкіндіктеріне сенімділігін қалыптастырады, олардың оқуының бастапқы кезеңдерінде кездестіретін көптеген қателіктерден бұрын көмектеседі.",
          "subTitle2": "Дамушыларға",
          "p2": "Дамушыларға программалау курсы өзгеріс талап ететін қосымша дағдылар мен технологияларды ұсынуы мүмкін. Мысалы, ол салада ағымдағы санатта қолданылатын танымал фреймворктер немесе құралдар мен жасырынды технологияларды оқытуын қамтамасыз етеді. Бұл дамушылардың дағдыларын кеңейтуін және тіркелушілердің жұмыс ақысында армандағы болуын көмектеседі.",
          "subTitle3": "Төтенше программашыларға",
          "p3": "Төтенше программашылар үшін программалау курстары жаңа технологияларды оқыту немесе олардың мүмкіндіктерін жаңарту мүмкіндігін ұсынуы мүмкін. Ақылаптығы салалардың шапағаты жетекшілігі программалаушыларды қазір-қазан даңғылары мен даңғыларына деңгейленуін қажет етеді. Курста қатысу төтенше программашылардың салаларындағы соңғы тенденциялар мен инновацияларды қолдау арқылы олардың ішкі келісімінің жаңартылғанын және жұмыс ақысында сұранысты қалуын көмектеседі."
      }
  },
  "CoachDetailPage": {
      "experience": "Оқыту мәртебесі:",
      "education": "Білім",
      "awards": "Жеңілдіктер",
      "disciplines": "Оқыту жұмыстары"
  },
  "AuthPage": {
      "authorization": "Кіру",
      "emailPlaceholder": "Поштаны енгізіңіз",
      "password": "Құпия сөз",
      "passwordPlaceholder": "Құпия сөзіңізді енгізіңіз",
      "forgotPass": "Құпия сөзіңізді ұмыттыңыз ба?",
      "authBtn": "Кіру",
      "dontHaveAccount": "Сізде тіркелген тіркеуіңіз жоқ па?",
      "registration": "Тіркелу"
  },
  "RegistrationPage": {
      "registration": "Тіркелу",
      "nameLabel": "Аты",
      "namePlaceholder": "Атыңызды енгізіңіз",
      "secondNameLabel": "Тегі",
      "secondNamePlaceholder": "Тегіңізді енгізіңіз",
      "emailPlaceholder": "Поштаны енгізіңіз",
      "passwordLabel": "Құпия сөз",
      "passwordPlaceholder": "Құпия сөзіңізді енгізіңіз",
      "confirmPassLabel": "Құпия сөзді растау",
      "confirmPassPlaceholder": "Құпия сөзіңізді растаңыз",
      "registrationBtn": "Тіркелу",
      "haveAccount": "Егер сізде алғы тіркелген тіркеуі болса?",
      "auth": "Кіру",
      "mismatch": "Құпия сөздер сәйкес келмейді"
  },
  "LostPassPage": {
    "recovery": "Құпия сөзді көтеру",
    "emailPlaceholder": "Электронды поштаны енгізіңіз",
    "resetBtn": "Құпия сөзді қалпына келтіру",
    "recall": "Құпия сөзді есіңіз келді ме?",
    "auth": "Кіру"
  },
  "Profile": {
      "Main": {
          "logout": "Шығу",
          "user": "Пайдаланушы",
          "reg": "Тіркелген:"
      },
      "Orders": {
          "courseName": "Курстың атауы",
          "date": "Тапсырыс күні",
          "status": "Статус",
          "price": "Баға",
          "fee": "Қауіпсіздік төлемі"
      },
      "Settings": {
          "changeSettings": "Параметрлерді өзгерту",
          "nameLabel": "Аты",
          "namePlaceholder": "Аты",
          "secondNameLabel": "Тегі",
          "secondNamePlaceholder": "Тегі",
          "usernameLabel": "Қолданушы аты",
          "usernamePlaceholder": "Қолданушы аты",
          "saveChanges": "Параметрлерді сақтау",
          "passwordChange": "Құпия сөзді өзгерту",
          "newPasswordLabel": "Жаңа құпия сөз",
          "newPasswordPlaceholder": "Жаңа құпия сөз",
          "repeatNewPasswordLabel": "Жаңа құпия сөзді қайталау",
          "repeatNewPasswordPlaceholder": "Жаңа құпия сөзді қайталау",
          "savePassword": "Құпия сөзді сақтау"
      },
      "myData": "Менің деректерім",
      "orders": "Тапсырыстар",
      "settings": "Параметрлер"
  },
  "layoutTitle": "Шаблон",
  "NotFoundPage": {
    "description": "Қате"
  },
  "CourseCard": {
    "moreDetails": "Толығырақ",    
    "price": "Бағасы",
    "program": "Бағдарлама:"
  }


}
