{
  "Header": {
    "intensives": "Летние интенсивы 2024",
    "ourCoaches": "Наши тренеры",
    "forStudents": "Обучающимся",
    "courseSelection": "Выбор курса",
    "questionsAndAnswers": "Вопросы и ответы",
    "events": "Анонсы",
    "aboutSchool": "О нашей школе",
    "account": "Личный кабинет",
    "aboutUs": "О нас",
    "cart": "Корзина"
  },
  "Cart": {
    "selectedCourses": "Выбранные курсы:",
    "cartIsEmpty": "Корзина пуста",
    "amoutToPay": "Сумма к оплате:",
    "goToPay": "Перейти к оплате"
  },
  "Footer": {
    "address": "Казахстан, г.Павлодар, ул.Ломова 45",
    "aboutOurSchool": "О НАШЕЙ ШКОЛЕ",
    "answersAndQuestions": "ВОПРОСЫ И ОТВЕТЫ",
    "courses": "КУРСЫ",
    "events": "АНОНСЫ",
    "coaches": "ТРЕНЕРЫ",
    "intensives": "ИНТЕНСИВЫ",
    "termsOfUse": "Пользовательское соглашение",
    "contractOffer": "Договор оферты",
    "formTitle": "Оставьте почту, или останетесь без крутых писем от Lion IT-School",
    "checkbox": "Я согласен с Политикой обработки персональных данных",
    "send": "Отправить",
    "emailError": "Пожалуйста, введите адрес электронной почты.",
    "checkboxError": "Пожалуйста, подтвердите согласие с Политикой обработки персональных данных.",
    "error": "Ошибка отправки. Попробуйте еще раз"
  },
  "Modal": {
    "sendSuccessfully": "Сообщение успешно отправлено"
  },
  "IntensivesPage": {
    "title": "Летние интенсивы",
    "imageTitle": "НАЧНИТЕ КАРЬЕРУ ПРОГРАММИСТА",
    "imageP1": "С 5 по 10 августа 2024",
    "imageP2": "Это 6 дней офлайн и онлайн практики, насыщенная программа, концентрация на одной теме и готовый проект в конце",
    "imageP3": "А еще — возможность попробовать понравившийся курс и записаться на обучение, а также получить скидку на покупку любого курса длительностью 5,5 месяцев (мы дарим скидку после прохождения интенсива в размере стоимости интенсива)",
    "imageP4": "Количество мест ограничено!",
    "howToLearn": "КАК ПРОХОДИТ ОБУЧЕНИЕ",
    "block1": "Слушаете лекцию и выполняете задание",
    "block2": "Получаете советы от куратора и вносите правки",
    "block3": "Приобретаете знания и нарабатываете портфолио",
    "Form": {
      "title": "Помочь подобрать обучение?",
      "desc": "Если у вас остались вопросы или хотите уточнить любую информацию, то можете заполнить форму и мы с вами свяжемся.",
      "nameLabel": "Имя",
      "namePlaceholder": "Введите ваше имя...",
      "phoneLabel": "Номер телефона",
      "phonePlaceholder": "Введите ваш номер телефона...",
      "emailLabel": "Электронная почта",
      "emailPlaceholder": "Введите вашу электронную почту...",
      "messengerLabel": "Предпочитаемый мессенджер",
      "messengerPlaceholder": "Выберите мессенджер...",
      "usernamePlaceholder": "Введите ваш username...",
      "checkbox": "Нажимая на кнопку, я соглашаюсь на обработку персональных данных",
      "send": "Отправить"
    }
  },
  "Breadcrumb": {
    "main": "Главная",
    "intensives": "Летние интенсивы",
    "ourCoaches": "Наши тренеры",
    "courses": "Курсы",
    "questionsAndAnswers": "Вопросы и ответы",
    "events": "Анонсы",
    "aboutSchool": "О нашей школе",
    "profile": "Профиль"
  },
  "CoachesPage": {
    "title": "Тренеры"
  },
  "CoursesPage": {
    "title": "Курсы",
    "searchPlaceholder": "Поиск...",
    "searchEmpty": "Результаты не найдены",
    "programmingLearn": "Обучение программированию",
    "p1": "У нас, в школе программирования для взрослых LION IT-SCHOOL, все серьезно: здесь можно научиться программировать с нуля, освоить IT-профессию, обрести любимое хобби, познакомиться с единомышленниками и, главное, воплотить мечту — стать разработчиком.",
    "p2": "Мы поддерживаем креативность и свободу мысли — наши тренеры готовы поддержать самые смелые идеи и помочь в их воплощении.",
    "p3": "Вы можете обучаться как офлайн, так и выбрать онлайн-курсы — они доступны в индивидуальном и групповом форматах. Занятия проходят в удобное время: обычно в выходные дни и вечером — так что вы сможете сочетать их с работой или учебой.",
    "p4": "Чтобы выбирать курс было удобнее, мы предлагаем разнообразные форматы обучения: индивидуальные и групповые занятия как офлайн, так и онлайн. Мы стремимся сделать процесс обучения максимально гибким и удобным для наших студентов. Ждем в LION IT-SCHOOL!"
  },
  "QuestionsAndAnswersPage": {
    "title": "Вопросы и ответы",
    "blockTitle1": "Общая информация",
    "Block1": {
      "q1": "Что такое LION IT-SCHOOL и почему нам можно доверять?",
      "a1": "LION IT-SCHOOL - это современное учебное заведение, специализирующееся на обучении программированию и информационным технологиям. Наша цель - подготовить новое поколение конкурентоспособных специалистов в области IT. Для достижения этой цели мы не только передаем знания и навыки, но также развиваем вкус и способность к нестандартному мышлению. Наши тренеры - опытные практики в области IT, которые пристально следят за потребностями студентов и внимательно относятся к образовательным процессам. Перед началом обучения мы заключаем договор публичной оферты и гарантируем качество предоставляемых услуг.",
      "q2": "Кто преподает в LION IT-SCHOOL и какой у них опыт?",
      "a2": "В LION IT-SCHOOL все тренеры, ведущие обучение, обладают высшим образованием в области программирования и имеют обширный опыт работы в известных компаниях. Они являются опытными разработчиками программного обеспечения, специалистами по разработке приложений и веб-сайтов, а также экспертами в различных областях программирования. Кроме того, они регулярно повышают свою квалификацию, участвуя в дополнительных образовательных программах, и часто сами являются студентами курсов. Это не только помогает им совершенствовать свои навыки, но и позволяет получить уникальный опыт, ознакомившись с программой и процессом обучения изнутри.",
      "q3": "Меня возьмут на работу после ваших курсов?",
      "a3": "В LION IT-SCHOOL мы стремимся обеспечить наших студентов всем необходимым для успешного трудоустройства после окончания курсов. Возможность получения работы зависит от вас и вашей готовности к учебе, самосовершенствованию и развитию навыков.",
      "a3-1": "Мы предоставляем следующую поддержку:",
      "a3-2": "Строим программы обучения, которые учитывают современные тенденции в области программирования.",
      "a3-3": "Приглашаем представителей компаний и студий на защиту итоговых работ студентов.",
      "a3-4": "Помогаем студентам создать качественное портфолио, которое будет привлекательным для потенциальных работодателей.",
      "a3-5": "Регулярно публикуем вакансии от наших партнеров в нашем студенческом чате.",
      "a3-6": "Приглашаем представителей индустрии информационных технологий на лекции, в том числе и на тему поиска работы в современном мире.",
      "a3-7": "Однако, мы также подчеркиваем, что успешное трудоустройство зависит от вашего собственного усердия, стремления к успеху и активного участия в наших программах обучения.",
      "q4": "Как приобрести подарочный сертификат?",
      "a4": "Обратиться к менеджерам отдела продаж по телефону или написать нам на сайте или в любом удобном мессенджере."
    },
    "Block2": {
      "q1": "С какого возраста можно начать обучение в LION IT-SCHOOL?",
      "a1": "Средний возраст студента LION IT-SCHOOL — от 17 до 30+ лет. Но были случаи, когда у нас учились студенты моложе.",
      "q2": "Какие курсы подойдут для новичка?",
      "a2": "Все экспресс-курсы, все курсы уровня Basic. Если вам нужна дополнительная консультация, пишите нашим менеджерам, и они помогут подобрать курс в соответствии с вашими навыками.",
      "q3": "Что я получаю после курса? Каков результат обучения?",
      "a3": "Результат каждого семестра, независимо от уровня, — оформленные проекты для вашего портфолио. В конце каждого семестра студент получает сертификат о прохождении курса и скидку на последующее обучение в LION IT-SCHOOL на любом курсе. А еще — много дополнительных материалов для самостоятельного изучения.",
      "q4": "Можно ли брать индивидуальные занятия с тренером?",
      "a4": "Да, напишите нам, и мы согласуем для вас расписание.",
      "q5": "Онлайн-курс короче, чем офлайн-курс. Это как-то сказывается на программе?",
      "a5": "Можете быть уверены: программа онлайн-курса практически ничем не отличается от офлайн-формата — она такая же насыщенная, информативная и полезная."
    },
    "blockTitle2": "Вопросы по обучению"
  },
  "EventsPage": {
    "title": "Мероприятия"
  },
  "AboutSchoolPage": {
    "Block1": {
      "title": "Цель проекта школы «Lion IT-SCHOOL»",
      "p1": "Создать курсы в рамках проекта школа IT-технологии",
      "p2": "Оказание услуг по обучению ИТ-специалистов",
      "p3": "Укрепление кадрового потенциала",
      "p4": "Оказание услуг по консультированию в области цифровизации для взрослых и детей",
      "p5": "Проведение тренингов, семинаров, практикумов после которых сотрудники более эффективно будут пользоваться ИТ-средствами"
    },
    "Block2": {
      "title": "Преимущества обучения в «Lion IT-SCHOOL»",
      "p1": "Практическое обучение:",
      "p1-1": "Сосредоточение на реальных проектах и развитие навыков от начального до продвинутого уровня",
      "p2": "Индивидуализированный подход:",
      "p2-1": "Адаптация учебного плана под уровень и потребности каждого студента.",
      "p3": "Сетевые возможности:",
      "p3-1": "Возможность создания связей с профессионалами в индустрии и потенциальными работодателями.",
      "p4": "Умения:",
      "p4-1": "IT-школа предоставляет уникальную возможность приобрести практические навыки в программировании, веб-разработке, мобильной разработке и других сферах IT, поддерживаемых квалифицированными преподавателями и индустрией."
    },
    "Block3": {
      "title": "Директор «Lion IT-SCHOOL»",
      "p1": "Бакалавр по специальности «Информатика»;",
      "p2": "Магистр технических наук по специальности «Вычислительная техника и программное обеспечение»;",
      "p3": "Сферы деятельности:",
      "p3-1": "стаж научно-педагогической деятельности 14 лет, автор курсов по ИКТ, сетевым технологиям, менеджер международных проектов Erasmus + в области ИТ, образования, робототехнических систем."
    },
    "Block4": {
      "title": "Наши преподаватели — профессионалы из разных сфер",
      "p1": "В качестве преподавателей мы приглашаем специалистов, которые знают IT изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально."
    },
    "Block5": {
      "title": "Направления курсов",
      "title1": "Основы программирования",
      "p1": "Создание веб-сайтов с использованием HTML, CSS и JavaScript.",
      "p1-1": "Работа с фреймворками",
      "title2": "Веб-разработка",
      "p2": "Изучение основных понятий и принципов программирования.",
      "p2-1": "Настройка окружения разработки и освоение базовых языков программирования.",
      "title3": "Мобильная разработка",
      "p3": "Программирование мобильных приложений для iOS и Android.",
      "p3-1": "Использование инструментов, таких как Swift, Kotlin и др.",
      "title4": "Базы данных и анализ данных",
      "p4": "Освоение работы с базами данных, SQL.",
      "p4-1": "Обучение анализу данных с использованием Python и инструментов Data Science.",
      "title5": "Сетевые технологии",
      "p5": "Инженер умных устройств.",
      "p5-1": "Обучение алгоритмам и структурам данных.",
      "p5-2": "Разработка игр, искусственного интеллекта или блокчейн-приложений."
    }
  },
  "Main": {
    "coursesTitle": "Курсы",
    "coachesTitle": "Наши тренеры",
    "eventsTitle": "Анонсы наших мероприятий",
    "Block1": {
      "p1": "Присоединяйся к нашему Telegram-каналу, чтобы обсудить,",
      "p1-1": "как начать программировать с нуля, получить новую профессию в IT",
      "p1-2": "и завести новых друзей!",
      "btn": "Ждём тебя!"
    },
    "Block2": {
      "title1": "Практика на реальных примерах и задачах",
      "title2": "LIon IT-school: источник знаний для создания технологического будущего",
      "p1": "В LION IT-SCHOOL любой может начать с нуля и освоить программирование, получить новую профессию в сфере IT, найти новое увлечение, завести новых друзей и, самое главное, воплотить свою мечту и профессиональным стать разработчиком.",
      "p1-1": "Мы ценим творческий подход и свободу мысли. Наши наставники готовы поддержать самые амбициозные идеи и помочь в их реализации.",
      "p1-2": "Занятия проходят в удобное для вас время — обычно в выходные и вечером, чтобы совместить их с работой или учебой.",
      "p1-3": "Мы предлагаем различные форматы (онлайн и офлайн), чтобы сделать процесс обучения максимально гибким и удобным. Присоединяйтесь к нам в LION IT-SCHOOL, мы ждем вас!",
      "p2": "Lion IT - school предлагает широкий спектр курсов по информационным технологиям, охватывающих такие области как программирование, веб-разработка, мобильная разработка, базы данных, анализ данных, кибербезопасность, искусственный интеллект, облачные технологии и интернет вещей. Студенты могут ожидать практического обучения, персонализированного подхода к обучению и возможности сетевых встреч с профессионалами отрасли.",
      "p2-1": "Помимо курсов, в IT школе проводятся разнообразные мероприятия, такие как мастер-классы, хакатоны, карьерные дни, онлайн конференции, публичные лекции, участие в выставках и конференциях, образовательные турниры, партнерство с IT компаниями и спортивные и творческие IT события. Это динамичное образовательное пространство способствует развитию студентов, их профессиональному росту и вдохновляет на новые творческие достижения в области информационных технологий."
    }
  },
  "EventDetailPage": {
    "desc": "Описание",
    "date": "Дата мероприятия:",
    "coaches": "Ответственные тренеры:"
  },
  "CourseDetailPage": {
    "signUp": "Записаться",
    "format": "Курс: {format} обучение",
    "duration": "Курс: {timeline} недель",
    "goal": "Цель изучения дисциплины",
    "tasks": "Задачи курса",
    "results": "В результате изучения курса",
    "mustKnow": "Должен знать:",
    "mustBeAble": "Должен уметь:",
    "learnResults": "Результат обучения",
    "formOfControl": "Форма контроля",
    "Block1": {
      "title": "Критерии отбора студентов",
      "p1": "Мотивационное письмо",
      "p2": "Тестирование на знание основ IT",
      "p3": "Тестирование на знание английского языка",
      "p4": "Интервью"
    },
    "Block2": {
      "title": "Особые условия",
      "p1": "Гарантийный взнос в размере 60000 тг.",
      "p2": "Для возврата обязательного Гарантийного взноса, поступившему студенту необходимо выполнение следующих совокупных условий:",
      "p3": "Подписание Договора оказания услуг по обучению в «Lion IT-school»",
      "p4": "Успешное окончание выбранного курса",
      "p5": "В случае невыполнения вышеуказанных условий, гарантийный",
      "p5-1": "взнос не возвращается"
    },
    "Block3": {
      "title1": "Образовательные технологии, применяемые при освоении дисциплины",
      "p1": "При проведении учебных занятий предусматривается использование следующих образовательных технологий: - интерактивная лекция (проблемная лекция, дискуссионная лекция, лекция- конференция, лекция-консультация, лекция «Пресс-конференция», лекция «Вопросы-ответы-обсуждение»); - метод проектов (наработка и преобразование собственного опыта и компетентности)",
      "title2": "Адаптивные образовательные технологии (инклюзивное обучение)",
      "p2": "Для успешного освоения дисциплины при обучении лиц с ограниченными возможностями здоровья могут применяться следующие адаптивные Образовательные технологии: - студентоцентрированное обучение, основанное на рефлексивном подходе к обучению со стороны преподавателя и обучающихся."
    },
    "Block4": {
      "title": "Кому подойдет этот курс",
      "subTitle1": "Новичкам в программировании",
      "p1": "Для новичков в программировании, курс может стать отличным стартовым пунктом. Он предоставляет базовые знания и основные концепции, которые необходимы для начала изучения программирования. Это помогает новичкам понять основные принципы кодирования, структуры данных и алгоритмов, что делает их более уверенными в своих способностях и помогает им избежать распространенных ошибок на ранних этапах своего обучения.",
      "subTitle2": "Начинающим разработчикам",
      "p2": "Начинающим разработчикам курс программирования может предложить дополнительные навыки и технологии, которые могут быть важными для их карьерного роста. Например, он может включать в себя обучение работы с популярными фреймворками или инструментами, которые широко используются в отрасли. Это помогает начинающим разработчикам расширить свой набор навыков и быть более конкурентоспособными на рынке труда.",
      "subTitle3": "Опытным программистам",
      "p3": "Для опытных программистов курсы программирования могут предложить возможность изучения новых технологий или обновления их существующих навыков. Быстро развивающаяся природа сферы информационных технологий требует от программистов постоянного обновления знаний и умений. Участие в курсе позволяет опытным программистам оставаться в курсе последних тенденций и инноваций в своей области, что помогает им оставаться востребованными на рынке труда и развиваться профессионально."
    }
  },
  "CoachDetailPage": {
    "experience": "Преподавательский стаж:",
    "education": "Образование",
    "awards": "Награды",
    "disciplines": "Преподаваемые дисциплины"
  },
  "AuthPage": {
    "authorization": "Вход",
    "emailPlaceholder": "Введите вашу почту",
    "password": "Пароль",
    "passwordPlaceholder": "Введите ваш пароль",
    "forgotPass": "Забыли пароль?",
    "authBtn": "Войти",
    "dontHaveAccount": "У вас нет учетной записи?",
    "registration": "Зарегистрироваться"
  },
  "RegistrationPage": {
    "registration": "Регистрация",
    "nameLabel": "Имя",
    "namePlaceholder": "Введите ваше имя",
    "secondNameLabel": "Фамилия",
    "secondNamePlaceholder": "Введите вашу фамилию",
    "emailPlaceholder": "Введите вашу почту",
    "passwordLabel": "Пароль",
    "passwordPlaceholder": "Введите ваш пароль",
    "confirmPassLabel": "Подтверждение пароля",
    "confirmPassPlaceholder": "Подтвердите ваш пароль",
    "registrationBtn": "Зарегистрироваться",
    "haveAccount": "Уже есть аккаунт?",
    "auth": "Войти",
    "mismatch": "Пароли не совпадают"
  },
  "LostPassPage": {
    "recovery": "Восстановление пароля",
    "emailPlaceholder": "Введите вашу почту",
    "resetBtn": "Сбросить пароль",
    "recall": "Вспомнили пароль?",
    "auth": "Войти"
  },
  "Profile": {
    "Main": {
      "logout": "Выйти из аккаунта",
      "user": "Пользователь",
      "reg": "Зарегестрирован:"
    },
    "Orders": {
      "courseName": "Название курса",
      "date": "Дата заказа",
      "status": "Статус",
      "price": "Стоимость",
      "fee": "Гарантийный взнос"
    },
    "Settings": {
      "changeSettings": "Изменение настроек",
      "nameLabel": "Имя",
      "namePlaceholder": "Имя",
      "secondNameLabel": "Фамилия",
      "secondNamePlaceholder": "Фамилия",
      "usernameLabel": "Имя пользователя",
      "usernamePlaceholder": "Имя пользователя",
      "saveChanges": "Сохранить настройки",
      "passwordChange": "Смена пароля",
      "newPasswordLabel": "Новый пароль",
      "newPasswordPlaceholder": "Новый пароль",
      "repeatNewPasswordLabel": "Повторите новый пароль",
      "repeatNewPasswordPlaceholder": "Повторите новый пароль",
      "savePassword": "Сохранить пароль"
    },
    "myData": "Мои данные",
    "orders": "Заказы",
    "settings": "Настройки"
  },
  "layoutTitle": "Шаблон",
  "NotFoundPage": {
    "description": "Ошибка"
  },
  "CourseCard": {
    "moreDetails": "Подробнее",
    "price": "Цена",
    "program": "Программа:"
  }
}
